export const DISTRICTS = {
  SEOUL: [
    '강남구', '강동구', '강북구', '강서구', '관악구', '광진구', '구로구', '금천구', '노원구', '도봉구',
    '동대문구', '동작구', '마포구', '서대문구', '서초구', '성동구', '성북구', '송파구', '양천구', '영등포구',
    '용산구', '은평구', '종로구', '중구', '중랑구',
  ],
  GYEONGGI: [
    '가평군', '고양시 덕양구', '고양시 일산동구', '고양시 일산서구', '과천시', '광명시', '광주시', '구리시', '군포시', '김포시',
    '남양주시', '동두천시', '부천시 소사구', '부천시 오정구', '부천시 원미구', '성남시 분당구', '성남시 수정구', '성남시 중원구', '수원시 권선구', '수원시 영통구',
    '수원시 장안구', '수원시 팔달구', '시흥시', '안산시 단원구', '안산시 상록구', '안성시', '안양시 동안구', '안양시 만안구', '양주시', '양평군',
    '여주시', '연천군', '오산시', '용인시 기흥구', '용인시 수지구', '용인시 처인구', '의왕시', '의정부시', '이천시', '파주시',
    '평택시', '포천시', '하남시', '화성시',
  ],
  INCHEON: [
    '강화군', '계양구', '남동구', '동구', '미추홀구', '부평구', '서구', '연수구', '옹진군', '중구',
  ],
  GANGWON: [
    '강릉시', '고성군', '동해시', '삼척시', '속초시', '양구군', '양양군', '영월군', '원주시', '인제군',
    '정선군', '철원군', '춘천시', '태백시', '평창군', '홍천군', '화천군', '횡성군',
  ],
  CHUNGCHEONG: [
    '괴산군', '계룡시', '공주시', '금산군', '논산시', '당진시', '대전 대덕구', '대전 동구', '대전 서구', '대전 유성구',
    '대전 중구', '단양군', '보령시', '보은군', '부여군', '서산시', '서천군', '세종시', '아산시', '영동군',
    '예산군', '옥천군', '음성군', '제천시', '증평군', '진천군', '천안시 동남구', '천안시 서북구', '청양군', '청주시 상당구',
    '청주시 서원구', '청주시 청원구', '청주시 흥덕구', '충주시', '태안군', '홍성군',
  ],
  JEOLLA: [
    '강진군', '고창군', '고흥군', '곡성군', '광양시', '광주 광산구', '광주 남구', '광주 동구', '광주 북구', '광주 서구',
    '구례군', '군산시', '김제시', '나주시', '남원시', '담양군', '목포시', '무안군', '무주군', '보성군',
    '부안군', '순창군', '순천시', '신안군', '여수시', '영광군', '영암군', '완도군', '완주군', '익산시',
    '임실군', '장성군', '장수군', '장흥군', '전주시 덕진구', '전주시 완산구', '정읍시', '진도군', '진안군', '함평군',
    '해남군', '화순군',
  ],
  GYEONGSANG: [
    '거제시', '거창군', '경산시', '경주시', '고령군', '고성군', '구미시', '김천시', '김해시', '남해군',
    '대구 군위군', '대구 남구', '대구 달서구', '대구 달성군', '대구 동구', '대구 북구', '대구 서구', '대구 수성구', '대구 중구', '문경시',
    '밀양시', '봉화군', '부산 강서구', '부산 금정구', '부산 기장군', '부산 남구', '부산 동구', '부산 동래구', '부산 부산진구', '부산 북구',
    '부산 사상구', '부산 사하구', '부산 서구', '부산 수영구', '부산 연제구', '부산 영도구', '부산 중구', '부산 해운대구', '사천시', '산청군',
    '상주시', '성주군', '안동시', '양산시', '영덕군', '영양군', '영주시', '영천시', '예천군', '울릉군',
    '울산 남구', '울산 동구', '울산 북구', '울산 울주군', '울산 중구', '울진군', '의령군', '의성군', '진주시', '창녕군',
    '창원시 마산합포구', '창원시 마산회원구', '창원시 성산구', '창원시 의창구', '창원시 진해구', '청도군', '청송군', '칠곡군', '통영시', '포항시 남구',
    '포항시 북구', '하동군', '함안군', '함양군', '합천군',
  ],
  JEJU: ['서귀포시', '제주시'],
  OTHER: ['기타'],
}
